Repository: WAIUA/WAIUA
Catalog: WAIUA/Properties/Resources.*.resx
Languages: es, fr, ru

# LoadMatchTitle
source: Load Match
es: Cargar Partida
fr: Charger Match
ru: Загрузите матче

# LoadMatchExplanation
source: Loads live match data if available. This should take less than 10 seconds
es: Esto carga los datos de partida en vivo si están disponibles. Esto debería tomar menos de 10 segundos.
fr: Charge les données du match actuel si disponible. Cela devrait prendre moins de 10 secondes
ru: Загружает данные о матчах в реальном времени, если таковые имеются. Это должно занять менее 10 секунд.

# InfoTitle
source: Info
es: Información
ru: Информация

# InfoExplanation
source: You're on this page idiot
es: Ya estás en esta página, idiota
fr: Vous êtes sur cette page idiot
ru: Ты уже на этой странице идиот

# JoinDiscord
source: Join my Discord
es: Únete a mi Discord
fr: Rejoignez notre Discord
ru: Присоединяйтесь к моему дискорд серверу

# JoinDiscordSub
source: For support, etc.
es: Por si acaso de que necesites apoyo o cualquier otra cosa
fr: Pour du support, etc.
ru: На всякий случай, если вам понадобится поддержка

# Author
source: Made By Soneliem
es: Desarrollado Por Soneliem
fr: Fait par Soneliem
ru: Создано Сонелием

source: Latest Version:
es: Última versión:
fr: Dernière Version:
ru: Последняя Версия:

source: Current Version:
es: Versión Actual:
fr: Version Actuelle:
ru: Текущая Версия:

# CheckUpdates
source: Check for Updates
es: Buscar Actualizaciones
fr: Rechercher des Mises à Jour
ru: Проверьте наличие обновлений

source: Login
es: Iniciar sesión
fr: Connexion
ru: Вход

# AuthStatusTitle
source: Authentication Status
es: Estado de Autenticación
fr: Statut Authentification
ru: Статус аутентификации

# AuthStatusDefault
source: Click below to update
es: Haga clic debajo para actualizar
fr: Cliquer ci-dessous pour mettre à jour
ru: Нажмите ниже, чтобы обновить

# AuthStatusButton
source: Check Authentication
es: Comprobar la Autenticación
fr: Vérifier Authentification
ru: Проверка аутентификации

# AuthStatusAuthAs
source: Authenticated as:
es: Autenticado como:
fr: Authentifié comme:
ru: Аутентифицирован как:

# AutoLoginTitle
source: Auto Login
es: Inicio de Sesión Automático
fr: Connexion automatique
ru: Автоматический вход

# AutoLoginExplanation
source: Note: Valorant needs to be running for this to work
es: Nota: Valorant necesita estar abierto para que esto funcione
fr: Note: Valorant doit être en cours d'exécution pour que cela fonctionne
ru: Примечание: Валорант должен быть запущен, чтобы это работало

# AuthStatusFail
source: Not Authenticated
es: No Autenticado
fr: Non Authentifié
ru: Не аутентифицирован

# Translator
source: Translated into English By Soneliem
es: Traducido al Español Por ZzyzxFox
fr: Traduit en Français Par Rayjacker
ru: Переведено на русский Язык ZzyzxFox

# RefreshMatch
source: Click To Refresh Match
es: Haga clic aquí Para Actualizar el partido
fr: Cliquer Pour Rafraîchir le Match
ru: Нажмите, чтобы обновить матч
